RhinoInside.Revit API Documentation
GeometryDecoder.ToBrep Method
Overload List
Name | Description
ToBrep(Face)
 Converts the specified Autodesk.Revit.DB.Face to an equivalent Rhino.Geometry.Brep.
ToBrep(Solid)
 Converts the specified Autodesk.Revit.DB.Solid to an equivalent Rhino.Geometry.Brep.
Top
See Also
Reference
GeometryDecoder Class
RhinoInside.Revit.Convert.Geometry Namespace